tap "aws/tap"
tap "azure/kubelogin"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "mistertea/et"
tap "one2nc/cloudlens"
tap "robscott/tap"
tap "turbot/tap"
tap "wallix/awless"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "cloudflared"
brew "codex"
brew "direnv"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "hadolint"
brew "helm"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "lsd"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terragrunt"
brew "tree"
brew "ugit"
brew "unar"
brew "uv"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
cask "amazon-q"
cask "firefox"
cask "iterm2"
cask "mymonero"
cask "slack"
cask "telegram"
cask "upwork"
cask "visual-studio-code"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "charliermarsh.ruff"
vscode "chouzz.vscode-better-align"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
