tap "aws/tap"
tap "azure/kubelogin"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "robscott/tap"
brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "diff-so-fancy"
brew "direnv"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "hadolint"
brew "helm"
brew "icu4c"
brew "jq"
brew "k9s"
brew "krew"
brew "kubectx"
brew "lsd"
brew "mosh"
brew "neovim"
brew "packer"
brew "peco"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terragrunt"
brew "tree"
brew "unar"
brew "wget"
brew "azure/kubelogin/kubelogin"
brew "hashicorp/tap/terraform"
cask "authy"
cask "firefox"
cask "iterm2"
cask "slack"
cask "telegram"
cask "visual-studio-code"
vscode "aws-scripting-guy.cform"
vscode "chouzz.vscode-better-align"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "timonwong.shellcheck"
vscode "wholroyd.jinja"
